{
  "posts": [
    {
      "id": 1,
      "image": "../img/img_eat1.jpg",
      "title": "East of Eden - The Best of Thailand’s Markets",
      "mainHead": "In the last few decades floating markets in Thailand, serving as places for trade and exchange of organic products, have came up as tourism destinations. Thailand is rich in canals, boats, homes, fruits, vegetables and souvenirs in certain and multiple ways.",
      "mainWelcome": "Thailand welcomes tourists by showing not only with its beautiful nature and climate, but also with its culture. Bangkok is known for its modern skyscrapers and temples, amusement parks and palaces. Tourists enjoys modern shopping centers and floating markets ",
      "mainFocus": "“You Are Never Too Old To Set Another Goal Or To Dream A New Dream.” – C.S. Lewis ",
      "mainCate": "There are multiple markets one can visit and love to explore. Amphawa floating market is loved by locals however, it is not much known to foreigners. The selling process happens on the water and on the land. Buying and selling things on the water is absolutely fascinating. ",
      "mainContent": "There is a number of “tourist projects”, artificial floating markets designed specially for tourists, for example Sam Phan Nam in Hua Hin and Pattaya Floating Market. Local people only sell there. However, these markets attract a big number of tourists every year. You can choose from wide variety of goods and entertainments. At Pattaya Floating Market you can enjoy a boat trip, watch Thai national show and Thai boxing match, go to the 4D cinema and try rope flying.",
      "mainFoot": "Take a boat or a catamaran trip at the lake which will make your shopping experience in Phuket more exciting. There you can purchase souvenirs, clothes, bags, handbags, shoes, cosmetic products, spices and healing herbs. When you get tired and feel hungry, you can have a meal in one of the cafes which serve Thai and European food. After making all the purchases, Visit Thai massage or fish peeling, kids can feed koi fish and enjoying delicious ice-cream in Hero Café with their favorite film characters.",
      "comment": [
        {
          "id": 1,
          "date": "Nov 19,2020",
          "content": "Great eat 1"
        },
        {
          "id": 2,
          "date": "May 16,2021",
          "content": "hello"
        },
        {
          "id": 3,
          "date": "May 16,2021",
          "content": "lolo"
        },
        {
          "id": 4,
          "date": "May 17,2021",
          "content": "hello men"
        }
      ]
    },
    {
      "image": "../img/img_eat2.jpg",
      "title": "Dark and Beautiful - The Magic of Acai",
      "mainHead": "Acai Berry, a superfood of its kind is considered delicious yet beneficial for health. Because of its form and nature it can be easily included in our diet.",
      "mainWelcome": "Acai berry, known as a superfood among health professionals, is linked to incredible well-being benefits. It is mostly found in the Amazon rainforest in Brazil. Here are 10 health benefits that  acai berry.",
      "mainFocus": "“One cannot think well, love well, sleep well, if one has not dined well.”",
      "mainCate": "Burns bad cholesterol : Acai contains two essential fatty acids known as omega-6 and omega-9. These two acids play an important part in maintaining cholesterol levels and reducing it.",
      "mainContent": "Maintain Sugar in diabetic : Acai has a low score on the glycemic index and lipid levels. It's juice is healthy option to maintain stable glucose levels.",
      "mainFoot": "Increases immune system : Acai has polyphenolic compound which may be helpful in reducing the development of malfunctioning cells resulting in low risk of tumors.",
      "id": 2,
      "comment": [
        {
          "id": 1,
          "date": "Nov 19,2020",
          "content": "Great eat 2"
        },
        {
          "id": 2,
          "date": "May 15,2021",
          "content": "hello"
        }
      ]
    },
    {
      "image": "../img/img_eat3.jpg",
      "title": "What’s Cooking, Mexico?",
      "mainHead": "It is hard to even think about planning a vacation to Mexico without imagining the finest Mexican cuisine. Its delicious flavors, rich ingredients, and unique concoctions have become famous worldwide. ",
      "mainWelcome": "Imagine food so rich and delicious that UNESCO has actually recognized Mexico’s gastronomic heritage, protecting the roots of its fine cuisine. Of course, most people are familiar with the tacos, burritos, and enchiladas that are served in North American TexMex restaurants, but these are not the true origin of Mexico’s finest dishes. On your next vacation to Cancun and the Riviera Maya, you really should try some of the specialities from the Yucatan region.",
      "mainFocus": "If you find yourself out and about in Cancun and Riviera Maya in search of local flavors, make sure you try some of the following dishes.",
      "mainCate": "Cochinita Pibil – Probably the most famous and sought after Yucatan dish, the cochinita pibil can be ordered at Zama restaurant. Pork is marinated in achiote paste, habanero peppers and red onions. It is usually prepared in banana leaves and then served as a sub sandwich or taco.",
      "mainContent": "Huevos Motulenos – The Huevos Motulenos is a dish that first started in Motul, a Yucatan city. It is a traditional breakfast that is served in most places in the Yucatan. The dish includes two fried eggs served with black beans and topped with tomato sauce and hot salsa on a bed of tortillas. Similar to the traditional huevos rancheros.",
      "mainFoot": "Panuchos Yucatecos – The Panuchos Yucatecos dish can often be found at local taco stands in Cancun and throughout the Yucatan. It consists of refried beans topped with chicken, onion, lettuce, tomato sauce, avocado, and cheese. They are great for a snack or a meal.",
      "id": 3,
      "comment": [
        {
          "id": 1,
          "date": "Nov 19,2020",
          "content": "Great eat 3"
        },
        {
          "id": 2,
          "date": "May 15,2021",
          "content": "nice"
        }
      ]
    }
  ],
  "post_relax": [
    {
      "id": 1,
      "image": "../img/img_relax1.jpg",
      "title": "Silky Sands, Turquoise Surf",
      "mainHead": "A short trip to Hamilton Island, exploring the Great Barrier Reef with family.",
      "mainWelcome": "Memorable excerpts from my travel diary might be remembered for the eclectic experiences I have had in the last seven years but, nowadays my ideal trips are confined to two things, my favorite people and sunny beaches.",
      "mainFocus": "“Because there is nothing more beautiful than the way the ocean refuses to stop kissing the shoreline, no matter how many times it's sent away.” ~ Sarah Kay",
      "mainCate": "Hamilton Island is one of the Whitsunday Islands in Queensland, Australia, situated close to the Great Barrier Reef. It is a popular tourist destination all year round.",
      "mainContent": "In late August, the island plays host to its annual 'Hamilton Island Race Week' yachting festival, in which more than 250 yachts from across Australia and New Zealand gather for a week of races around the Whitsunday Islands. This is only one of many events hosted on the island.",
      "mainFoot": "Hamilton Island has won multiple awards including the Australian Traveller 'Most Desirable Island Escape' Award in 2015. It is also close to Whitehaven Beach, considered to be one of the most beautiful beaches in the world.",
      "comment": [
        {
          "id": 1,
          "date": "Nov 19,2020",
          "content": "Great relax 1"
        },
        {
          "id": 2,
          "date": "May 15,2021",
          "content": "hi"
        }
      ]
    },
    {
      "id": 2,
      "image": "../img/img_relax2.jpg",
      "title": "Essential Spa & Body Treatments",
      "mainHead": "There’s nothing more luxurious and relaxing than a trip to the spa, and here at Le Mas Candille we’re passionate about offering the most splendid and unforgettable pampering experiences to our guests.",
      "mainWelcome": "Experiencing a massage after a stressful time, or treating yourself to a facial before a big event, spa treatments are a luxury that many of us love to indulge in, and we have just the excuse for you to book in your next visit!",
      "mainFocus": "Being the pampering connoisseurs that we are, we’ve discovered some wonderful benefits of a spa visit that we think you’ll want to know…",
      "mainCate": "It goes without saying that visiting a spa is a fantastic way to relax and de-stress. A visit to the spa offers a great opportunity to separate yourself from life’s everyday stressors and have some precious ‘me time’.",
      "mainContent": "Many spa treatments can actually help with anti-ageing. Facials are known to help delay and prevent the onset of wrinkles by stimulating skin cells and hydrating the skin. Additionally, generally giving yourself time to relax and de-stress is a great anti-ageing technique in itself! It can be hard to afford the time for relaxation day-to-day, but assigning yourself some time to do so at the spa can be extremely advantageous.",
      "mainFoot": "If you struggle with sleep, one of the many benefits of a spa trip is that many treatments can help you to catch more of those valuable Z’s. Massages completely relax your muscles and lower your blood pressure, also helping you to maintain a healthy heart rate, all of which contribute to a better night’s sleep.",
      "comment": [
        {
          "id": 1,
          "date": "Nov 19,2020",
          "content": "Great relax 2"
        },
        {
          "id": 2,
          "date": "May 15,2021",
          "content": "good"
        }
      ]
    },
    {
      "id": 3,
      "image": "../img/img_relax3.jpg",
      "title": "Top 5 Beaches in Corfu, Greece",
      "mainHead": "It is well known some of Greece’s most beautiful beaches can be found on the Ionian island of Corfu. Many of Corfu’s beaches have been awarded Blue Flag status",
      "mainWelcome": "Corfu has a total of 57 beaches. Whether you stick to touristic beaches or explore hidden secluded bays, this blog will show you the best beaches in Corfu…",
      "mainFocus": "Typically the most popular area for tourists, the east coast homes many of Corfu’s top resorts and hotels. There is great access to Corfu town and several Blue Flag beaches.",
      "mainCate": "Corfu Town : Located on the east coast, historical Corfu Town has boasted UNESCO World Heritage status since 2007. Laced with cobbled streets and Venetian architectural influence.",
      "mainContent": "Dassia Bay : The glorious Dassia Bay is in a secluded bay surrounded by greenery. The location has a low key yet upmarket feel and a long stretch of beach with calm shallow waters.",
      "mainFoot": "Agios Ioannis Peristeron : Just south of Corfu Town, Agios Ioannis Peristeron has a peaceful and laid-back vibe. Its distance from any lively resort on the island has been enticing families for a long time.",
      "comment": [
        {
          "id": 1,
          "date": "Nov 19,2020",
          "content": "Great relax 3"
        },
        {
          "id": 2,
          "date": "May 15,2021",
          "content": "hello"
        },
        {
          "id": 3,
          "date": "May 17,2021",
          "content": "nice"
        }
      ]
    }
  ],
  "post_travel": [
    {
      "id": 1,
      "image": "../img/img_travel1.jpg",
      "title": "Mykonos with Mr. & Mrs. Smith",
      "mainHead": "Welcome to Mykonos! As you guys remember, I went from Athens to the two most popular islands in Greece, Santorini and Mykonos with Mr. & Mrs. Smith, a site dedicated to curating the best hotels for you.",
      "mainWelcome": "We headed to Mykonos to enjoy two nights on the beautiful island and checked into one of the hotels from Mr. & Mrs. Smith, Grace Hotel. The cute, minimal look of the check-in area felt refreshing, as we sipped cold glasses of water.",
      "mainFocus": "What I love about the Mr. & Mrs. Smith site is that it gives you a breakdown of what to expect and some key points to keep an eye for for each hotel, it’s kind of a life saver!",
      "mainCate": "The yummy breakfast was always worth waking up to, followed by quick dip in the pool before we headed out for the day. ",
      "mainContent": "Although, everyone kept telling us that Mykonos was party town, we must of gone during off-season because it was extremely calm. We didn’t do any partying, but I genuinely enjoyed having a relaxing time with one of my best friends. Here’s a little glance of what Mykonos is all about!",
      "mainFoot": "Mykonos, you’re so cute! Can’t wait to come back soon! NEXT stop, Santorini!",
      "comment": [
        {
          "id": 1,
          "date": "Nov 19,2020",
          "content": "Great travel 1"
        },
        {
          "id": 2,
          "date": "May 16,2021",
          "content": "hello"
        },
        {
          "id": 3,
          "date": "May 17,2021",
          "content": "hello"
        }
      ]
    },
    {
      "id": 2,
      "image": "../img/img_travel2.jpg",
      "title": "The Mexico Diary",
      "mainHead": "Mexico - the city of dream and ancient sculptures, monuments, Castle attract n number of tourist every year.",
      "mainWelcome": "Mexico City is one of the oldest city. from ancient monuments, mid era castle to modern skyscrapers. it has everything to offer your need. ",
      "mainFocus": "“Travelling is an Ayurveda medicine to live longer - Mexi.co”",
      "mainCate": "Mexico City is one of the oldest city. from ancient monuments, mid era castle to modern skyscrapers. it has everything to offer your need. ",
      "mainContent": "City is full of colorful castles and water fountains.  from stunning designs to friendly animals, everything in here will make you feel special. ",
      "mainFoot": "Mexico City is big, in terms of population and area, most of the city's best tourist attractions and popular things to do are in the historic city center (Centro Histórico de la Ciudad)",
      "comment": [
        {
          "id": 1,
          "date": "Nov 19,2020",
          "content": "Great travel 2"
        },
        {
          "id": 2,
          "date": "May 15,2021",
          "content": "hello"
        },
        {
          "id": 3,
          "date": "May 16,2021",
          "content": "nice men"
        }
      ]
    },
    {
      "id": 3,
      "image": "../img/img_travel3.jpg",
      "title": "Travel in Ipanema",
      "mainHead": "IpanemaBeach, the stretch of white sand on Rio's coast between Arpoador and Leblon beaches, is considered the jewel in the city's crown",
      "mainWelcome": "Guide toIpanemaBeach | When visitors to Rio ask me what I recommend, the reply is always the same… go toIpanemaBeach.",
      "mainFocus": "Rio on a Rainy Day is there for you, as it does rain in Rio",
      "mainCate": "nless there's a deluge, though, Cariocas deal with bad weather with flair and grace. You can do likewise. You might have to cancel that dual hang-gliding appointment but, other than that, you will not run out of things to do.",
      "mainContent": "There's more. Take day tours to popular Off-Rio destinations. Choose from world-famous beach resorts, go island-hopping, visit diver's paradises, preserved historical towns, mountain resorts, colonial coffee farms, just to name a few. And since you're around...",
      "mainFoot": "Exploring Brazil features some of our country's favorite travel destinations. Learn how Cariocas save money on their vacations - you can also save with discounted land and air tours leaving from Rio.",
      "comment": [
        {
          "id": 1,
          "date": "Nov 19,2020",
          "content": "Great travel 3"
        },
        {
          "id": 2,
          "date": "May 15,2021",
          "content": "good"
        }
      ]
    }
  ]
}
